<?php 
    $values = [
    "Письменные принадлежности",
    "Ручки",
    "Карандаши",
    "Маркеры",
    "Фломастеры",
    "Цветные карандаши",
    "Гелевые ручки",
    "Бумажные изделия",
    "Блокноты",
    "Ежедневники",
    "Тетради",
    "Бумага для печати",
    "Конверты",
    "Бумажные салфетки",
    "Канцелярские принадлежности",
    "Скрепки",
    "Зажимы для бумаг",
    "Ластик",
    "Ножницы",
    "Линейки",
    "Клей",
    "Хранение и организация",
    "Папки",
    "Конверты-перфорированные",
    "Папки-регистраторы",
    "Коробки для хранения",
    "Папки для документов",
    "Папки для рисунков",
    "Искусство и рисование",
    "Краски",
    "Холсты",
    "Кисточки",
    "Альбомы для рисования",
    "Шаблоны для рисования",
    "Краски акварельные"
    ];
    for($i = 0; $i < count($values); $i++){
        echo "INSERT INTO categories (name, parent_id, description) VALUES ( \"".$values[$i]."\", null, null); <br>";
    }
?>